Repository: realKarthikNair/Warp
Catalog: po/*.po
Languages: ca, da, is, ko, nl, oc

source: An unexpected error occurred. Please report an issue with the error message.
ca: S'ha produït un error inesperat. Informeu del problema amb el missatge d'error.
da: Der opstod en uventet fejl. Rapportér venligst dette til udviklerne inklusive fejlmeddelelse.
is: Óvænt villa átti sér stað. Tilkynntu vandamálið með villumeldinguni.
ko: 알 수 없는 오류가 발생했습니다. 문제 상황 설명과 오류 메시지를 보고하십시오.
nl: Er is een onbekende fout opgetreden. Gelieve het probleem te melden met vermelding van de foutmelding.
oc: Una error inesperada s’es producha. Mercés de senhalar l’avaria amb lo messatge d’error.

source: General
da: Generelle
nl: Algemeen

source: Error
da: Fejl
nl: Fout

source: Warp
ko: 워프

# shortcut window
source: General
is: Almennt
ko: 일반

# shortcut window
source: Show Help
is: Sýna hjálp
ko: 도움말 표시

# shortcut window
source: Show Shortcuts
is: Sýna flýtilykla
ko: 바로 가기 키 표시
oc: Afichar los acorchis

# shortcut window
source: Show Preferences
is: Sýna kjörstillingar
ko: 기본 설정 표시

# shortcut window
source: Quit
is: Hætta
ko: 끝내기
oc: Quitar

# shortcut window
source: File Transfer
is: Skráaflutningur
ko: 파일 전송
oc: Transferiment de fichièr

# shortcut window
source: Send File
is: Senda skrá
ko: 파일 보내기
oc: Enviar un fichièr

# shortcut window
source: Send Folder
is: Senda möppu
ko: 폴더 보내기
oc: Enviar un dossièr

# shortcut window
source: Receive File
is: Taka við skrá
ko: 파일 받기
oc: Recebre un fichièr

source: Save
ko: 저장

source: Cancel
ko: 취소
oc: Anullar

source: Back
ko: 뒤로
oc: Retorn

source: Open File
ko: 파일 열기
oc: Dobrir fichièr

source: Show in Folder
ko: 폴더 표시
oc: Mostrar lo repertòri

source: Accept File Transfer and save to Downloads folder
ko: 다운로드 폴더로의 파일 전송 및 저장 수락

source: Accept
ko: 허용
oc: Acceptar

source: Select Save Location
ko: 저장 위치 선택

source: Copy a detailed message for reporting an issue
ko: 문제 보고용 세부 메시지 복사
oc: Copiar lo messatge detalhat per senhalar una avaria

source: Copy Error Message
ko: 오류 메시지 복사
oc: Copiar lo messatge d’error

source: Select file to send
ko: 보낼 파일 선택
oc: Seleccionatz lo fichièr d’enviar

source: Open
ko: 열기
oc: Dobrir

source: Select folder to send
ko: 전송할 폴더를 선택하십시오
oc: Seleccionatz lo dossièr d’enviar

source: Open Folder
ko: 폴더 열기
oc: Dobrir lo dorsièr

source: Select File…
ko: 파일 선택…

source: Select Folder…
ko: 폴더 선택…

source: Compatibility with the “Magic Wormhole” command line client
oc: Compatibilitat amb lo client en linha de comanda « Magic Wormhole »

source: Changing the rendezvous server URL has to be done on both sides of the transfer. Only enter a server URL you can trust. Leaving these entries empty will use the application defaults.
oc: Lo cambiament d’URL de servidor rendezvous deu èsser realizat dels dos costats del transferiment. Picatz sonque una URL que vos fisatz. En daissant aquestas entradas voidas las valors per defaut de l’aplicacion seràn utilizadas.

source: Close
oc: Tampar

source: Warp makes file transfer simple. To get started, both parties need to install Warp on their devices. After selecting a file to transmit, the sender needs to tell the receiver the displayed transmit code. This is preferably done via a secure communication channel. When the receiver has entered the code, the file transfer can begin. For more information about Warp, open the Help pages from the menu.
oc: Warp fa venir lo transferiment de fichièr simple. Per començar, totas las parts devon installar Warp sus lor periferic. Aprèp aver seleccionat un fichièr d’enviar, lo mandaire deu donar al recebeire lo còdi de transmission afichat. Es preferible d’o far amb un canal de comunicacion segur. Un còp que lo recebeire aja picat lo còdi, lo transferiment de fichièr pòt debutar. Per mai d’entresenhas tocant Warp, dobrissètz la pagina d’ajuda al menú.

source: Select File
oc: Seleccionar un fichièr

source: Select Folder
oc: Seleccionar un dossièr

source: Ready to send “{}” The receiver needs to enter this code to begin the file transfer.
oc: Lo recebeire deu picar aqueste còdi per començar lo transferiment de fichièr.

source: Your peer wants to send you “{0}” (Size: {1}). Do you want to download this file to your Downloads folder?
oc: Vòstre par vòl vos enviar « {0} » (Talha : {1}). Volètz telecargar aqueste fichièr dins vòstre dossièr de telecargament ?
