Repository: realKarthikNair/Warp
Catalog: po/*.po
Languages: ca, da, is, ko, nl, oc

source: The code word count determines the security of the transfer. A short code is easy to remember but increases the risk of someone else guessing the code. As a code may only be guessed once, the risk is very small even with short codes. A length of 4 is very secure.
ca: El recompte de paraules de codi determina la seguretat de la transferència. Un codi curt és fàcil de recordar, però augmenta el risc que una altra persona endevini el codi. Com que un codi només es pot endevinar una vegada, el risc és molt petit fins i tot amb codis curts. Una longitud de 4 és molt segura.
da: Antallet af ord i koden bestemmer hvor sikker, overførslen er. En kort kode er nem at huske, men øger sandsynligheden for, at andre kan gætte koden. Da en kode kun kan gættes én gang, er risikoen meget lille selv med korte koder. En længde på fire er meget sikker.
is: Fjöldi orða í kóða hefur áhrif á öryggi sendingar. Stuttan kóða er auðvelt að muna en þá aukast líkurnar á að einhver annar geti giskað á kóðann. Þar sem aðeins er hægt að giska á kóða einu sinni, eru líkurnar mjög litlar jafnvel fyrir stutta kóða. Fjögura stafa kóði er mjög öruggur.
ko: 코드 워드 카운터는 전송 보안을 결정합니다. 짧은 코드가 기억하기 쉽겠지만 누군가가 코드를 유추할 위험성이 올라갑니다. 코드를 한번만 추측한다면 짧은 코드라도 위험성은 극히 적습니다. 4글자 정도면 상당히 안전합니다.
nl: Het codewoordaantal bepaalt de beveiliging van de overdracht. Een korte code is makkelijk te onthouden maar vergroot de kans dat iemand deze raadt. Omdat een code maar één keer kan worden geraden is dit risico erg klein, ook met korte codes. Een lengte van 4 is heel veilig.

source: Code Word Count
ca: Recompte de paraules de codi
da: Antal ord i kode
is: Fjöldi orða í kóða
ko: 코드 워드 카운터
nl: Codewoordaantal
oc: Compte de mots de còdis

source: Server URLs
ca: URL del servidor
da: Server-URL'er
is: Slóðir netþjóna
ko: 서버 URL
oc: Url del servidor

source: Rendezvous Server URL
ca: URL del servidor de trobada
da: URL for rendezvousserver
is: Slóð rendezvous-netþjóns
ko: 랑데부 서버 URL
oc: Url servidor Rendezvous

source: Transit Server URL
ca: URL del servidor de trànsit
da: URL for mellemvært
is: Slóð sendi-netþjóns
ko: 전송 서버 URL
oc: Url del servidor de transferiment

source: Welcome
ca: Us donem la benvinguda
da: Velkommen
is: Velkomin
ko: 환영합니다
nl: Welkom
oc: Benvenguda

source: Welcome to Warp
ca: Benvinguts a Warp
da: Velkommen til Warp
is: Velkomin í Warp
ko: 워프 사용을 환영합니다
nl: Welkom bij Warp
oc: La benvenguda a Warp

source: Next
ca: Següent
da: Næste
is: Næsta
ko: 다음
nl: Volgende
oc: Seguent

source: Introduction
ca: Introducció
da: Introduktion
is: Kynning
ko: 개요
nl: Introductie
oc: Presentacion

source: Warp makes file transfer simple. To get started, both parties need to install Warp on their devices. After selecting a file to transmit, the sender needs to tell the receiver the displayed transmit code. This is preferably done via a secure communication channel. When the receiver has entered the code, the file transfer can begin. For more information about Warp, open the Help section from the Main Menu.
ca: El Warp fa que la transferència de fitxers sigui senzilla. Per a començar, ambdues parts han d'instal·lar el Warp als seus dispositius. Després de seleccionar el fitxer a transmetre, el remitent ha de dir-li al receptor el codi de transmissió mostrat. Això es fa preferentment a través d'un canal de comunicació segur. Quan el receptor ha introduït el codi, la transferència de fitxers comença. Per a més informació sobre el Warp, obriu les pàgines d'ajuda del menú principal.
da: Warp gør filoverførsler nemme. For at komme i gang skal begge parter have Warp installeret på deres enheder. Efter valg af en fil, der skal sendes, skal afsenderen give modtageren den viste sendekode. Dette skal helst gøres via en sikker kommunikationskanal. Når afsenderen har indtastet koden, kan filoverførslen begynde. Yderligere information om Warp kan findes i hjælpeafsnittet i hovedmenuen.
is: Warp auðveldar skráaflutning. Í fyrstu þurfa báðir aðilar að setja upp Warp á tölvurnar sínar. Eftir að hafa valið skrá til að senda, þarf sendandinn að senda móttakanda gefin sendingarkóða. Helst í gegnum öruggan samskiptamáta. Þegar móttakandi setur inn kóðann, getur skráaflutningurinn hafist. Til að sjá ítarlegri upplýsingar um Warp, skaltu opna Hjálp í aðalvalmyndinni.
ko: 워프는 파일 전송을 간단하게 해줍니다. 시작하려면 두 장치에 워프를 설치해야합니다. 전송 파일을 선택한 후, 송신자는 수신자에게 장치 화면에 나타난 전송 코드를 알려주어야 합니다. 이 과정을 보안 통신 채널로 적절하게 진행합니다. 수신자가 코드를 입력하면, 파일 전송을 시작할 수 있습니다. 워프 정보는 주 메뉴의 도움말 페이지를 열어 살펴보십시오.
nl: Warp maakt bestandsoverdracht makkelijk. Om te beginnen moeten beide partijen Warp op hun apparaten installeren. Na een bestand geselecteerd te hebben moet de verzender de ontvanger de gegeven code doorgeven. Dit wordt bij voorkeur gedaan via een beveiligd communicatiekanaal. Als de ontvanger de code heeft ingevoerd, kan de bestandsoverdracht beginnen. Open de hulp-pagina’s vanuit het hoofdmenu voor meer informatie over Warp.

source: Get Started Using Warp
ca: Començar a utilitzar Warp
da: Kom godt i gang med Warp
is: Byrjaðu að nota Warp
ko: 워프 사용 시작하기
nl: Aan de slag met Warp
oc: Començar amb Warp

source: Error loading config file “{0}”, using default config. Error: {1}
ca: S'ha produït un error en carregar el fitxer de configuració «{0}», utilitzant la configuració per defecte. Error: {1}
da: Fejl ved indlæsning af konfigurationsfilen “{0}”. Bruger standardkonfigurationen. Fejl: {1}
is: Villa við að hlaða inn stillingaskrá “{0}”, nota sjálfgefnar stillingar . Villa: {1}
ko: “{0}” 설정 파일 불러오기 오류. 기본 설정을 사용합니다. 오류: {1}
nl: Fout bij laden van configuratiebestand ‘{0}’, standaardconfiguratie wordt gebruikt. Fout: {1}
oc: Error en cargant lo fichièr de configuracion « {0} », utilizacion de la configuracion per defaut. Error : {1}

source: Error saving configuration file: {}
ca: S'ha produït un error en desar el fitxer de configuració: {}
da: Fejl ved forsøg på at gemme konfigurationsfil: {}
is: Villa við að vista stillingaskrá: {}
ko: 설정 파일 저장 중 오류: {}
nl: Fout bij opslaan van configuratiebestand: {}
oc: Error en enregistrant lo fichièr de configuracion : {}

source: translator-credits
ca: Maite Guix <maite.guix@gmail.com>, 2022 Victor Dargallo <victordargallo@disroot.org>
da: Ask Hjorth Larsen Dansk-gruppen Websted http://dansk-gruppen.dk E-mail <dansk@dansk-gruppen.dk>
is: Ingirafn, ingirafn at this dot is, 2023
ko: 조성호 <shcho@gnome.org>, 2022
nl: Philip Goto Nathan Follens <nfollens@gnome.org> Dick Groskamp <dikgro@yahoo.co.uk> Meer info over GNOME-NL https://nl.gnome.org
oc: Quentin PAGÈS

source: Keep your data safe
ca: Mantingueu les dades segures
da: Hold dine data sikre
nl: Houd uw gegevens veilig

source: Select File to Send
ca: Seleccioneu el fitxer a enviar
da: Vælg fil, som skal sendes
is: Veldu skrá til að senda
nl: Selecteer bestand om te versturen

source: Select Folder to Send
ca: Seleccioneu la carpeta a enviar
da: Vælg mappe, som skal sendes
is: Veldu möppu til að senda
nl: Selecteer map om te versturen

source: “{}” appears to be an invalid Transmit Code. Please try again.
ca: «{}» sembla ser un codi de transmissió no vàlid. Torneu-ho a provar.
da: “{}” synes at være en ugyldig sendekode. Prøv venligst igen.
is: “{}” virðist vera rangur sendigakóði. Prófaðu aftur.
ko: “{}”은(는) 부적절한 전송 코드로 보입니다. 다시 시도하십시오.
nl: ‘{}’ is een ongeldige overdrachtscode. Probeer het opnieuw.
oc: « {} » sembla pas èsser un còdi de transferiment valid. Mercés de tornar ensajar.

source: Sending files with a preconfigured code is not yet supported
ca: L'enviament de fitxers amb un codi preconfigurat encara no és compatible
da: Overførsel af filer med prækonfigureret kode er endnu ikke understøttet
is: Að senda skrá með fyrirfram tilbúnum kóða er enn ekki hægt
ko: 사전 구성 코드를 통한 파일 전송은 아직 지원하지 않습니다
nl: Bestanden sturen met een vooraf ingestelde code wordt nog niet ondersteund
oc: Lo mandadís de fichièr amb un còdi preconfigurat es pas encara pres en carga

source: _Preferences
ca: _Preferències
da: _Indstillinger
is: K_jörstillingar
ko: 기본 설정(_P)
nl: _Voorkeuren
oc: _Preferéncias

source: _Keyboard Shortcuts
ca: _Dreceres de teclat
da: _Tastaturgenveje
is: _Flýtilyklar
ko: 키보드 바로 가기 키(_K)
nl: _Sneltoetsen
oc: _Acorchis de clavièr

source: _Help
ca: A_juda
da: _Hjælp
is: _Hjálp
ko: 도움말(_H)
nl: _Hulp
oc: _Ajuda

source: _About Warp
ca: _Quant a Warp
da: _Om Warp
is: _Um Warp
ko: 워프 정보(_A)
nl: _Over Warp
oc: _A prepaus de Warp

source: Inserted code from clipboard
ca: Codi inserit des del porta-retalls
da: Kode indsat fra udklipsholderen
is: Setti inn kóða af klippispjaldi
ko: 클립보트에서 삽입한 코드
nl: Code van klembord ingevoerd
oc: Inserir lo còdi a partir del quichapapièrs

source: Abort File Transfer?
ca: Voleu interrompre la transferència de fitxers?
da: Afbryd filoverførsel?
is: Hætta við skráaflutning?
ko: 파일 전송을 중단하시겠습니까?
nl: Bestandsoverdracht annuleren?
oc: Abandonar lo transferiment de fichièr ?

source: Do you want to abort the current file transfer?
ca: Voleu avortar la transferència de fitxers actual?
da: Vil du afbryde den nuværende filoverførsel?
is: Vilt þú hætta við þennan skráaflutning?
ko: 정말로 현재 파일 전송을 중단하시겠습니까?
nl: Wilt u de huidige bestandsoverdracht annuleren?
oc: Volètz abandonar lo transferiment del fichièr actual ?

source: _Continue
ca: _Continua
da: _Fortsæt
is: _Halda áfram
ko: 계속(_C)
nl: _Doorgaan
oc: _Contunhar

source: _Abort
ca: _Interromp
da: _Afbryd
is: _Hætta við
ko: 중단(_A)
nl: _Annuleren
oc: _Abandonar

source: Unable to Open File
ca: No es pot obrir el fitxer
da: Kan ikke åbne fil
is: Gat ekki opnað skrá
ko: 파일을 열 수 없습니다
nl: Kon bestand niet openen
oc: Impossible de dobrir lo fichièr

source: _Close
ca: _Tanca
da: _Luk
is: _Loka
ko: 닫기(_C)
nl: _Sluiten
oc: _Tampar

source: Main Menu
ca: Menú principal
da: Hovedmenu
is: Aðalvalmynd
ko: 주 메뉴
nl: Hoofdmenu

source: _Send
ca: _Envia
is: _Senda
ko: 송신(_S)
nl: Ver_sturen
oc: _Enviar

source: Select or drop the file or directory to send
ca: Seleccioneu o deixeu anar el fitxer o el directori que voleu enviar
da: Vælg eller slip filen eller mappen, der skal sendes
is: Veldu eða slepptu skrá / möppu til að senda
ko: 보낼 파일 또는 디렉터리를 선택하거나 끌어다 놓으십시오
nl: Selecteer of zet het bestand of de map neer om te versturen
oc: Seleccionatz o lisatz depausatz un fichièr o repertòri d’enviar

source: Select _File…
ca: Selecciona un _fitxer…
da: Vælg _fil …
is: V_elja skrá…
nl: Bestand _selecteren…

source: Select F_older…
ca: Selecciona una _carpeta…
da: Vælg _mappe …
is: Velja _möppu...
nl: _Map selecteren…

source: _Receive
ca: _Rebre
da: _Modtag
is: _Taka við
ko: 수신(_R)
nl: _Ontvangen
oc: _Recebre

source: Enter the transmit code from the sender
ca: Introduïu el codi de transmissió des del remitent
da: Indtast afsenderens sendekode
is: Færið inn sendingakóðann frá sendanda
ko: 보낸 사람의 전송 코드를 입력하십시오
nl: Voer de overdrachtscode van de verzender in
oc: Picatz lo còdi transmés pel mandaire

source: Receive _File
ca: Rebre el _fitxer
da: Modtag _fil
is: Taka við _skrá
nl: _Bestand ontvangen

source: Failed to open downloads folder.
ca: No s'ha pogut obrir la carpeta de baixades.
da: Kunne ikke åbne downloadmappen.
is: Tókst ekki að opna niðurhalsmöppuna.
ko: 다운로드 폴더 열기에 실패했습니다.
nl: Downloads-map openen mislukt.

source: The URI format is invalid
ca: El format URI no és vàlid
da: URI-formatet er ugyldigt
is: URI-sniðið er ógilt
ko: URI 형식이 부적절합니다
nl: Het URI-formaat is ongeldig
oc: Lo format d’URI es invalid

source: The code does not match the required format
ca: El codi no coincideix amb el format requerit
da: Koden har ikke det påkrævede format
is: Kóðinn passar ekki við umbeðið snið
ko: 코드가 요청 형식에 일치하지 않습니다
nl: De code voldoet niet aan het vereiste formaat
oc: Lo còdi correspond pas al format requerit

source: Unknown URI version: {}
ca: Versió URI desconeguda: {}
da: Ukendt URI-version: {}
is: Óþekkt URI útgáfa: {}
ko: 알 수 없는 URI 버전: {}
nl: Onbekende URI-versie: {}
oc: Version d’URI desconeguda : {}

source: The URI parameter “rendezvous” contains an invalid URL: “{}”
ca: El paràmetre URI de «trobada» conté una URL no vàlida: «{}»
da: URI-parameteren “rendezvous” indeholder en ugyldig URL: “{}”
is: URI-sniðið “rendezvous” inniheldur ógilda slóð: “{}”
ko: URI 매개변수 “rendezvous”에 부적절한 URL 값이 있습니다: “{}”
nl: De URI-parameter ‘rendezvous’ bevat een ongeldige URL: ‘{}’

source: The URI parameter “role” must be “follower” or “leader” (was: “{}”)
ca: El paràmetre URI «rol» ha de ser «seguidor» o «líder» (era: «{}»)
da: URI-parameteren “role” skal være “follower” eller “leader” (var: “{}”)
is: URI-breytan "role" verður að vera "follower" eða "leader" (var: “{}”)
ko: “role” URL 매개변수는 “follower” 또는 “leader” 여야합니다 ( “{}” 였음)
nl: De URI-parameter ‘role’ moet ‘follower’ of ‘leader’ zijn (was ‘{}’)

source: Unknown URI parameter “{}”
ca: Paràmetre URI desconegut «{}»
da: Ukendt URI-parameter “{}”
is: Óþekkt URI-breyta “{}”
ko: 알 수 없는 “{}” URI 매개변수
nl: Onbekende URI-parameter ‘{}’
oc: Paramètres d’URI desconegut « {} »

source: An error occurred
ca: S'ha produït un error
da: Der opstod en fejl
is: Villa kom upp
ko: 오류가 발생했습니다
nl: Er is een fout opgetreden
oc: Una error s'es producha

source: Corrupt or unexpected message received
ca: Rebut missatge malmès o inesperat
da: Beskadiget eller uventet meddelelse modtaget
is: Skemmd eða óvænt skilaboð móttekin
ko: 깨졌거나 예상치 못한 메시지를 받았습니다
nl: Beschadigd of onverwacht bericht ontvangen
oc: Messatge recebut corromput o inesperat

source: The rendezvous server will not allow further connections for this code. A new code needs to be generated.
ca: El servidor de trobada no permetrà més connexions per a aquest codi. S'ha de generar un codi nou.
da: Rendezvousserveren vil ikke tillade flere forbindelser med denne kode. Der skal genereres en ny kode.
is: Rendezvous-netþjónninn leyfir ekki fleiri tengingar fyrir þennan kóða. Það þarf að búa til nýjan kóða.
ko: 랑데부 서버에서 이 코드의 연결을 더이상 허용하지 않습니다. 새 코드를 만들어야합니다.
nl: De rendezvous-server staat geen verdere verbindingen toe met deze code. Er moet een nieuwe code aangemaakt worden.

source: The rendezvous server removed the code due to inactivity. A new code needs to be generated.
ca: El servidor de la trobada ha suprimit el codi a causa de la inactivitat. S'ha de generar un codi nou.
da: Rendezvousserveren fjernede koden på grund af inaktivitet. Der skal genereres en ny kode.
is: Rendezvous-netþjónninn fjarlægði kóðann þar sem beðið var of lengi með að nota hann. Það þarf að búa til nýjan kóða.
ko: 랑데부 서버에서 비활성 코드를 제거했습니다. 새 코드를 만들어야 합니다.
nl: De rendezvous-server heeft de code verwijderd vanwege inactiviteit. Er moet een nieuwe code aangemaakt worden.

source: The rendezvous server responded with an unknown message: {}
ca: El servidor de la trobada ha respost amb un missatge desconegut: {}
da: Rendezvousserveren svarede med ukendt meddelelse: {}
is: Rendezvous netþjónninn svaraði með óþekktum skilaboðum: {}
ko: 랑데부 서버에서 알 수 없는 메시지로 응답했습니다: {}
nl: De rendezvous-server antwoordde met een onbekend bericht: {}

source: Error connecting to the rendezvous server. You have entered a custom rendezvous server URL in preferences. Please verify the URL is correct and the server is working.
ca: S'ha produït un error en connectar-se al servidor de trobada. Heu introduït un URL de servidor de trobada personalitzat a les preferències. Verifiqueu que l'adreça URL és correcta i que el servidor funcioni.
da: Fejl ved forbindelse til rendezvousserveren. Du har indtastet en brugertilpasset URL for rendezvousserver i indstillingerne. Kontrollér venligst, at URL'en er korrekt, og at serveren fungerer.
is: Villa við að tengjast rendezvous-netþjóninum. Þú hefur sett inn sérsniðna slóð rendezvous-netþjóns í kjörstillingum. Vinsamlegast gangið úr skugga um að slóðin sé rétt og að netþjónninn sé í gangi.
ko: 랑데부 서버 연결 오류. 기본 설정에서 개별 랑데부 서버 URL을 입력했습니다. URL이 올바른지, 서버가 동작하는지 확인하십시오.
nl: Fout bij verbinden met de rendezvous-server. U heeft een aangepaste rendezvous-server-URL ingevoerd in de instellingen. Controleer of deze URL juist is en de server werkt.

source: Error connecting to the rendezvous server. Please try again later / verify you are connected to the internet.
ca: S'ha produït un error en connectar-se al servidor de trobada. Torneu-ho a provar més tard / verifiqueu que esteu connectat a Internet.
da: Fejl ved forbindelse til rendezvousserveren. Prøv venligst igen senere eller kontrollér, at du har forbindelse til internettet.
is: Villa við að tengjast rendezvous-netþjóninum. Reyndu aftur síðar / gakktu úr skugga um að þú sért tengdur internetinu.
ko: 랑데부 서버 연결 오류. 나중에 다시 시도하거나 인터넷에 연결했는지 확인하십시오.
nl: Fout bij verbinden met de rendezvous-server. Probeer het later opnieuw of controleer of u verbonden bent met het internet.

source: Encryption key confirmation failed. If you or your peer didn't mistype the code, this is a sign of an attacker guessing passwords. Please try again some time later.
ca: Ha fallat la confirmació de la clau de xifratge. Si vostè o el seu homòleg no han escrit malament el codi, això és un signe d'un atacant que endevina contrasenyes. Torneu-ho a provar més tard.
da: Godkendelse af krypteringsnøgle mislykkedes. Hvis du eller din modpart ikke indtastede koden forkert, angiver dette, at en angriber forsøger at gætte adgangskoder. Prøv venligst igen senere.
is: Tókst ekki að staðfesta dulritunarlykil. Ef mótaðili þinn setti ekki aðgangsorðið rangt inn, getur það bent það til að nethrappur sé að reyna að giska á aðgangsorðið. Reyndu aftur síðar.
ko: 암호화 키 확인 실패. 여러분 또는 상대방이 코드를 잘못 입력하면 공격자가 암호를 유추할 수 있는 신호를 줍니다. 한참 후 다시 시도하십시오.
nl: Bevestiging van versleutelingssleutel mislukt. Als u en uw peer de code correct hebben ingevoerd, is dit een teken van een aanvaller die wachtwoorden raadt. Probeer het later opnieuw.

source: Cannot decrypt a received message
ca: No es pot desxifrar un missatge rebut
da: Kan ikke dekryptere en modtaget meddelelse
is: Get ekki afdulkóðað móttekin skilaboð
ko: 수신 메시지를 복호화할 수 없습니다
nl: Kan ontvangen bericht niet ontsleutelen
oc: Impossible de deschifrar un messatge recebut

source: An unknown error occurred
ca: S'ha produït un error desconegut
da: Der opstod en ukendt fejl
is: Óþekkt villa átti sér stað
ko: 알 수 없는 오류 발생
nl: Er is een onbekende fout opgetreden
oc: Una error desconeguda s'es producha

source: The specified code must not be empty
ca: El codi especificat no pot estar buit
da: Den angivne kode må ikke være tom
nl: De ingegeven code mag niet leeg zijn

source: The code must contain at least one “-”
ca: El codi ha de contenir almenys un «-»
da: Koden skal indeholde mindst en “-”
nl: De code moet minstens één ‘-’ bevatten

source: The first segment of a code must be a number
ca: El primer segment del codi ha de ser un nombre
da: Kodens første segment skal være et tal
nl: Het eerste segment van de code moet een getal zijn

source: Code too weak. It can be guessed with an average of {} try.
ca: Codi massa feble. Es pot endevinar amb una mitjana de {} intent.
da: Koden er for svag. Den kan gættes med {} forsøg i gennemsnit.
nl: Code te zwak. In gemiddeld {} poging kan deze geraden worden.

source: Code too short. The text after the “-” must be at least {} character long.
ca: Codi massa curt. El text després de la «-» ha de tenir almenys {} caràcter.
da: Koden er for kort. Teksten efter “-” skal være mindst {} tegn lang.
nl: Code te kort. De tekst na het ‘-’ moet minstens {} teken lang zijn.

source: Code too weak
ca: El codi és massa feble
da: Koden er for svag
nl: Code te zwak

source: File / Directory not found
ca: No s'ha trobat el fitxer o directori
da: Fil/mappe ikke fundet
is: Skrá / mappa fannst ekki
ko: 파일 / 디렉터리가 없습니다
nl: Bestand of map niet gevonden
oc: Impossible de trobar lo fichièr / repertòri

source: Permission denied
ca: S'ha denegat el permís
da: Tilladelse nægtet
is: Heimild hafnað
ko: 권한 거부
nl: Geen toegang
oc: Permission refusada

source: Canceled
ca: S'ha cancel·lat
da: Annulleret
nl: Geannuleerd

source: Portal service response: Permission denied
ca: Resposta al servei del portal: Permís denegat
da: Svar fra portaltjeneste: Adgang nægtet
nl: Antwoord van portaaldienst: toegang geweigerd

source: The portal service has failed: {}
ca: El servei del portal ha fallat: {}
da: Portaltjenesten fejlede: {}
nl: De portaaldienst heeft gefaald: {}

source: Error communicating with the portal service via zbus: {}
ca: S'ha produït un error en comunicar-se amb el servei del portal a través del zbus: {}
da: Fejl ved kommunikation med portaltjenesten via zbus: {}
nl: Fout bij communiceren met de portaaldienst via zbus: {}

source: Portal error: {}
ca: Error del portal: {}
da: Portalfejl: {}
nl: Portaalfout: {}

source: Transfer was not acknowledged by peer
ca: La transferència no ha estat reconeguda per l'homòleg
da: Overførslen blev ikke anerkendt af modpart
is: Skráaflutningur var ekki samþykktur af jafningja
ko: 피어가 전송 여부에 대해 응답하지 않습니다
nl: Overdracht werd niet geaccepteerd door peer
oc: Lo par a pas acceptat lo transferiment

source: The received file is corrupted
ca: El fitxer rebut està malmès
da: Den modtagne fil er beskadiget
is: Móttekin skrá er skemmd
ko: 수신한 파일이 깨졌습니다
nl: Het ontvangen bestand is corrupt
oc: Lo fichièr recebut es corromput

source: The file contained a different amount of bytes than advertised! Sent {} bytes, but should have been {}
ca: El fitxer contenia una quantitat diferent de bytes dels anunciats! S'han enviat {} bytes, però s'haurien d'haver estat {}
da: Filen indeholdt et andet antal byte end erklæret! {} byte sendt, men der skulle have været {}
is: Skráin er ekki í sömu stærð og tilkynnt var í bætum talið. Sendi {} bæti,en hefði átt að vera {}
ko: 사전에 알린 정보와는 파일의 바이트 단위 용량이 다릅니다! {} 바이트를 보냈지만, {} 여야 합니다
nl: Het bestand bevatte een ander aantal bytes dan aangegeven! Er werden {} bytes verstuurd, maar dit zouden er {} geweest moeten zijn

source: The other side has cancelled the transfer
ca: L'altra part ha cancel·lat la transferència
da: Modparten har annulleret overførslen
is: Hinn aðilinn hætti við flutninginn
ko: 상대방이 전송을 취소했습니다
nl: De andere kant heeft de overdracht geannuleerd
oc: L’autre costat a anullat lo transferiment

source: The other side has rejected the transfer
ca: L'altra part ha rebutjat la transferència
da: Modparten har afvist overførslen
is: Hinn aðilinn hafnaði flutningnum
ko: 상대방이 전송을 거절했습니다
nl: De andere kant heeft de overdracht afgewezen
oc: L’autre costat a regetat lo transferiment

source: Something went wrong on the other side: {}
ca: Alguna cosa ha fallat a l'altra banda: {}
da: Der gik noget galt hos modparten: {}
is: Einhvað fór úrskeiðis hjá hinum aðilanum:{}
ko: 상대 측에 문제가 생겼습니다: {}
nl: Er ging iets fout aan de andere kant: {}
oc: Quicòm a trucat de l’autre costat : {}

source: Error while establishing file transfer connection
ca: S'ha produït un error en establir la connexió de transferència de fitxers
da: Fejl ved etablering af forbindelse til filoverførsel
is: Villa við tengingu skráaflutnings.
ko: 파일 전송 연결 수립 중 오류
nl: Fout bij het opzetten van de bestandsoverdrachtverbinding
oc: Error d’establiment de la connexion pel transferiment de fichièr

source: Unknown file transfer error
ca: Error de transferència de fitxers desconegut
da: Ukendt filoverførselsfejl
is: Óþekkt villa við flutning
ko: 알 수 없는 파일 전송 오류
nl: Onbekende bestandsoverdrachtsfout
oc: Error de transferiment de fichièr desconeguda

source: An unknown error occurred while creating a zip file: {}
ca: S'ha produït un error desconegut en crear el fitxer zip: {}
da: Der opstod en ukendt fejl ved oprettelse af zipfil: {}
is: Óþekkt villa átti sér stað við að búa til zip-skrá: {}
nl: Er is een onbekende fout opgetreden bij het aanmaken van een zip-bestand: {}
