Repository: realKarthikNair/Warp
Catalog: po/*.po
Languages: ca, da, is, ko, nl, oc

source: Fast and secure file transfer
ca: Transferència ràpida i segura de fitxers
da: Hurtig og sikker filoverførsel
is: Hraður og öruggur skráaflutningur
ko: 빠르고 안전한 파일 전송
nl: Snelle en veilige bestandsoverdracht
oc: Transferiment de fichièrs rapid e segur

source: Gnome;GTK;Wormhole;Magic-Wormhole;
ca: Gnome;GTK;Forat de cuc;Forat de cuc màgic;Wormhole;Magic-Wormhole;
ko: Gnome;그놈;GTK;Wormhole;웜홀;Magic-Wormhole;매직-웜홀;매직;

source: Warp allows you to securely send files to each other via the internet or local network by exchanging a word-based code.
ca: Warp us permet enviar fitxers de manera segura entre si a través d'Internet o xarxa local mitjançant l'intercanvi d'un codi basat en paraules.
da: Warp lader dig sende filer sikkert til andre via internet eller lokalt netværk ved at udveksle en ordbaseret kode.
is: Með Warp getur fólk sent skrár milli hvors annars á öruggan hátt yfir internetið eða á innra neti með því að skiptast á orðakóða.
ko: 워프에서는 워드 기반 코드 교환으로 인터넷 또는 로컬 네트워크에서 상호간 안전한 파일 전송을 가능하게 합니다.
nl: Warp laat u veilig bestanden naar elkaar sturen via het internet of het lokale netwerk, door een op woorden gebaseerde code uit te wisselen.
oc: Warp vos permet d’enviar d’un biais segur de fichièrs a qualqu’un via lo ret internet o local en escambiant de còdis a basa de mots.

source: The best transfer method will be determined using the “Magic Wormhole” protocol which includes local network transfer if possible.
ca: El millor mètode de transferència es determinarà utilitzant el protocol «Magic Wormhole» que inclou la transferència per xarxa local si és possible.
da: Den bedste overførselsmetode bestemmes med protokollen “Magic Wormhole”, som inkluderer lokal netværksoverførsel hvis muligt.
is: Besta fluttninsaðferðin ákvarðast af "Magic Wormhole” samskiptamátanum sem getur notast við sendingar á innra neti ef hægt er.
ko: 가능한 경우 로컬 네트워크 전송이 가능한 “매직 웜홀” 프로토콜로 최상의 전송 방식을 결정합니다.
nl: De beste overdrachtsmethode wordt vastgesteld door middel van het ‘Magic Wormhole’-protocol, en bevat lokale netwerkoverdracht wanneer mogelijk.
oc: Lo melhor metòde de transferiment serà determinat en utilizant lo protocòl « Magic Wormhole » qu’inclutz lo transferiment via ret local se possible.

source: Features
ca: Funcionalitats
da: Funktioner
is: Eiginleikar
ko: 기능
nl: Functies
oc: Foncionalitats

source: Send files between multiple devices
ca: Envia fitxers entre diversos dispositius
da: Send filer mellem flere enheder
is: Senda skrár milli margra tækja
ko: 다중 장치간 파일을 보냅니다
nl: Stuur bestanden tussen meerdere apparaten
oc: Enviar de fichièrs a mantun aparelh

source: Every file transfer is encrypted
ca: Cada transferència de fitxers està xifrada
da: Alle filoverførsler er krypterede
is: Allur skráaflutningur er dulritaður
ko: 모든 파일 전송을 암호화합니다
nl: Elke bestandsoverdracht is versleuteld
oc: Cada transferiment de fichièr es chifrat

source: Directly transfer files on the local network if possible
ca: Transferir directament fitxers a la xarxa local si és possible
da: Overfør filer direkte på det lokale netværk hvis muligt
is: Senda skrár beint á milli á innra neti ef hægt er
ko: 가능하면 로컬 네트워크에서 직접 파일을 보냅니다
nl: Verstuur bestanden over het lokale netwerk wanneer mogelijk
oc: Transferiment de fichièrs dirèctament sul ret local se possible

source: An internet connection is required
ca: Cal connexió a Internet
da: Internetforbindelse er nødvendig
is: Internettenging er nauðsynleg
ko: 인터넷 연결이 필요합니다
nl: Een internetverbinding is vereist
oc: Una connexion internet es requerida

source: QR Code support
ca: Suport per a codis QR
da: Understøttelse af QR-koder
is: Stuðningur við QR kóða
ko: QR 코드 지원
nl: QR-codeondersteuning

source: Compatibility with the Magic Wormhole command line client and all other compatible apps
ca: Compatibilitat amb el client de la línia d'ordres «Magic Wormhole» i la resta d'aplicacions compatibles
da: Kompatibilitet med “Magic Wormhole”-kommandolinjeklienten og alle andre kompatible programmer
is: Samhæfni við skipanalínu Magic Wormhole og annarra sambærilegra forrita
ko: 매직 웜홀 명령행 클라이언트와 다른 호환 앱과의 호환성
nl: Compatibiliteit met de ‘Magic Wormhole’-opdrachtregelcliënt en alle andere compatibele toepassingen

source: Main Window
ca: Finestra principal
da: Hovedvindue
is: Aðalgluggi
ko: 주 창
nl: Hoofdvenster
oc: Fenèstra principala

source: Transmit Code
ca: Codi de transmissió
da: Sendekode
is: Sendingakóði
ko: 전송 코드
nl: Overdrachtscode
oc: Transmetre còdi

source: Accept File Transfer
ca: Accepta la transferència de fitxers
da: Acceptér filoverførsel
is: Samþykkja skráaflutning
ko: 파일 전송 허용
nl: Bestandsoverdracht accepteren
oc: Acceptar transferiment de fichièr

source: Receiving File
ca: S'està rebent el fitxer
da: Modtager fil
is: Tek við skrá
ko: 파일 받는 중
nl: Bestand ontvangen
oc: Recepcion del fichièr

source: File Transfer Complete
ca: S'ha completat la transferència de fitxers
da: Filoverførsel fuldført
is: Skráaflutningi lokið
ko: 파일 전송 완료
nl: Bestandsoverdracht voltooid
oc: Transferiment de fichièr acabat

source: Show Help
ca: Mostra l'ajuda
da: Vis hjælp
nl: Hulp tonen

source: Show Shortcuts
ca: Mostra les dreceres de teclat
da: Vis genveje
nl: Sneltoetsen tonen

source: Show Preferences
ca: Mostra els paràmetres
da: Vis indstillinger
nl: Voorkeuren tonen

source: Quit
ca: Surt
da: Afslut
nl: Afsluiten

source: File Transfer
ca: Transferència de fitxers
da: Filoverførsel
is: Skráaflutningur
nl: Bestandsoverdracht

source: Send File
ca: Envia el fitxer
da: Send fil
is: Senda skrá
ko: 파일 보내기
nl: Bestand sturen
oc: Enviar un fichièr

source: Send Folder
ca: Envia la carpeta
da: Send mappe
nl: Map sturen

source: Receive File
ca: Rebre el fitxer
da: Modtag fil
is: Taka við skrá
ko: 파일 수신
nl: Bestand ontvangen
oc: Recebre un fichièr

source: One second left
ca: Queda un segon
da: Et sekund tilbage
is: Ein sekúnda eftir
ko: {}초 남음
nl: Eén seconde resterend
oc: Una segonda restanta

source: One minute left
ca: Queda un minut
da: Et minut tilbage
is: Ein mínúta eftir
ko: {}분 남음
nl: Eén minuut resterend
oc: Una minuta restanta

source: One hour left
ca: Queda una hora
da: En time tilbage
is: Ein klukkustund eftir
ko: {}시간 남음
nl: Eén uur resterend
oc: Una ora restanta

source: One day left
ca: Queda un dia
da: En dag tilbage
is: Einn dagur eftir
ko: {}일 남음
nl: Eén dag resterend
oc: Un jorn restant

source: Copied Code to Clipboard
ca: S'ha copiat el codi al porta-retalls
da: Kode kopieret til udklipsholder
is: Afritaði kóða á klippispjald
ko: 클립보드에 코드를 복사했습니다
nl: Code gekopieerd naar klembord
oc: Còdi copiat al quichapapièrs

source: Copied Link to Clipboard
ca: S'ha copiat l'enllaç al porta-retalls
da: Link kopieret til udklipsholder
is: Afritaði tengil á klippispjald
ko: 클립보드에 링크를 복사했습니다
nl: Verwijzing gekopieerd naar klembord
oc: Ligam copiat al quichapapièrs

source: Copied Error to Clipboard
ca: S'ha copiat l'error al porta-retalls
da: Fejlmeddelelse kopieret til udklipsholder
is: Afritaði villuboð á klippispjald
ko: 클립보드에 오류 내용을 복사했습니다
nl: Fout gekopieerd naar klembord
oc: Error copiada al quichapapièrs

source: No error available
ca: No hi ha cap error disponible
da: Ingen fejl tilgængelig
is: Engin villa tiltæk
ko: 오류가 없습니다
nl: Geen fout beschikbaar
oc: Cap d’error pas disponibla

source: Creating Archive
ca: S'està creant l'arxiu
da: Opretter arkiv
is: Bý til skráasafn
ko: 아카이브 만드는 중
nl: Archief aanmaken
oc: Creacion de l’archiu

source: Compressing folder “{}”
ca: S'està comprimint la carpeta «{}»
da: Komprimerer mappen “{}”
is: Þjappa möppu “{}”
ko: “{}” 폴더 압축 중
nl: Map ‘{}’ comprimeren
oc: Compression del dossièr « {} »

source: Connecting
ca: S'està connectant
da: Forbinder
is: Tengist
ko: 연결 중
nl: Verbinden
oc: Connexion en cors

source: Requesting file transfer
ca: Sol·licitud de transferència de fitxers
da: Anmoder om filoverførsel
is: Bið um skráaflutning
ko: 파일 전송 요청 중
nl: Bestandsoverdracht aanvragen
oc: Demanda de transferiment de fichièr

source: Ready to send “{}”.
ca: Preparat per enviar «{}».
da: Klar til at sende “{}”.
is: Tilbúið að senda “{}”.
ko: “{}” 보내기 준비가 끝났습니다.
nl: Klaar om ‘{}’ te versturen.

source: The receiver needs to enter or scan this code to begin the file transfer.
ca: El receptor ha d'introduir o escanejar aquest codi per a iniciar la transferència de fitxers.
da: Modtageren skal indtaste eller skanne denne kode for at påbegynde filoverførslen.
is: Viðtakandi þarf að færa inn eða skanna þennan kóða til að hefja skráaflutning.
ko: 파일 전송을 시작하려면 수신자가 이 코드를 입력해야합니다.
nl: De ontvanger moet deze code invoeren om de bestandsoverdracht te starten.

source: The QR code is compatible with the following apps: {}.
ca: El codi QR és compatible amb les aplicacions següents: {}.
da: QR-koden er kompatibel med følgende programmer: {}.
is: QR-kóðinn er samhæfður við eftirfarandi forrit: {}.
ko: QR 코드는 다음 앱에서도 지원합니다: {}.
nl: De QR-code is compatibel met de volgende toepassingen: {}.

source: You have entered a custom rendezvous server URL in preferences. Please verify the receiver also uses the same rendezvous server.
ca: Heu introduït un URL de servidor de trobada personalitzat a les preferències. Verifiqueu que el receptor també utilitza el mateix servidor de trobada.
da: Du har indtastet en brugertilpasset rendezvousserver-URL i indstillingerne. Kontrollér venligst, at modtageren bruger samme rendezvousserver.
is: Þú hefur sett inn sérsniðið netfang rendezvous-netþjóns í kjörstillingum. Gakktu úr skugga um að móttakandinn noti sama rendezvous-netþjón.
ko: 기본 설정에 개별 랑데부 서버 URL을 입력했습니다. 수신자 측에도 동일한 랑데부 서버를 입력했는지 확인하십시오.
nl: U hebt een aangepaste rendezvous-server-URL ingevoerd in de instellingen. Controleer of de ontvanger dezelfde rendezvous-server gebruikt.

source: Click the QR code to copy the link to the clipboard.
ca: Feu clic al codi QR per a copiar l'enllaç al porta-retalls.
da: Klik på QR-koden for at kopiere linket til udklipsholderen.
is: Smelltu á QR kóðann til að afrita hann á klippispjaldið.
nl: Klik op de QR-code om de verwijzing naar het klembord te kopiëren.

source: Connecting to peer with code “{}”
ca: Connectant amb l'homòleg de codi «{}»
da: Forbinder til modpart med koden “{}”
is: Tengist jafningja með kóða “{}”
ko: “{}” 코드로 상대방에게 연결하는 중
nl: Verbinden met peer met code ‘{}’
oc: Connexion al par amb lo còdi « {} »

source: Connected to Peer
ca: Connectat a l'homòleg
da: Forbundet til modpart
is: Tengdur jafningja
ko: 상대방에게 연결했습니다
nl: Verbonden met peer
oc: Connectat al par

source: Preparing to send file
ca: S'està preparant per a enviar el fitxer
da: Forbereder afsendelse af fil
is: Undirbý sendingu skráar
ko: 파일 송신 준비 중
nl: Bestand sturen voorbereiden
oc: Preparacion al mandadís del fichièr

source: Preparing to receive file
ca: S'està preparant per a rebre el fitxer
da: Forbereder modtagelse af fil
is: Undirbý móttöku skráar
ko: 파일 수신 준비 중
nl: Bestand ontvangen voorbereiden
oc: Preparacion a la recepcion del fichièr

source: Your peer wants to send you “{0}” (Size: {1}). Do you want to download this file? The default action will save the file to your Downloads folder.
ca: El vostre homòleg vol enviar-vos «{0}» (Mida: {1}). Voleu baixar-vos aquest fitxer? L'acció predeterminada desarà el fitxer a la carpeta Baixades.
da: Din modpart ønsker at sende dig “{0}” (størrelse: {1}). Vil du hente denne fil? Som standard gemmes den i din Hentet-mappe.
is: Jafningi þinn vill senda þér skrá “{0}” (stærð: {1}). Vilt þú sækja þessa skrá? Sjálfgefið vistast hún í niðurhalsmöppuna þína
ko: 상대방이 “{0}” 파일(크기: {1})을 보내려고 합니다. 다운로드 폴더에 이 파일을 다운로드하시겠습니까? 다운로드 폴더로의 파일 저장이 기본 동작입니다.
nl: Uw peer wilt ‘{0}’ (grootte: {1}) naar u sturen. Wilt u dit bestand downloaden? Standaard wordt het opgeslagen in uw Downloads-map.

source: Ready to Receive File
ca: A punt per a rebre el fitxer
da: Klar til at modtage fil
is: Tilbúið að taka við skrá
ko: 파일 수신 대기
nl: Klaar om bestand te ontvangen
oc: Prèst a recebre de fichièrs

source: A file is ready to be transferred. The transfer needs to be acknowledged.
ca: Un fitxer està a punt per a ser transferit. La transferència ha d'estar reconeguda.
da: En fil er klar til at blive overført. Overførslen skal anerkendes.
is: Skrá er tilbúin til flutnings. Flutninginn þarf að samþykkja.
ko: 파일 전송 준비가 끝났습니다. 상대방이 전송을 허용해야 합니다.
nl: Een bestand is klaar om te worden overgedragen. De overdracht moet worden bevestigd.
oc: Un fichièr es prèst per mandadís. Lo par deu acceptar lo transferiment.

source: File “{}” via local network direct transfer
ca: Fitxer «{}» mitjançant transferència directa per xarxa local
da: Filen “{}” via direkte overførsel på lokalt netværk
is: Skrá "{}” flutt beint um innra net
ko: 로컬 네트워크 직접 전송 방식을 통한 “{}” 파일
nl: Bestand ‘{}’ via directe lokalenetwerkoverdracht
oc: Transferiment dirècte del fichièr « {} » via lo ret local

source: File “{}” via direct transfer
ca: Fitxer «{}» mitjançant transferència directa
da: Filen “{}” via direkte overførsel
is: Skrá "{}” með beinni skráasendingu
ko: 직접 전송 방식을 통한 “{}” 파일
nl: Bestand ‘{}’ via directe overdracht
oc: Transferiment dirècte del fichièr « {} »

source: File “{0}” via relay {1}
ca: Fitxer «{0}» via repetidor {1}
da: Filen “{0}” via mellemvært {1}
is: Skrá “{0}” gegnum endurvarpa {1}
ko: {1} 릴레이를 통한 “{0}” 파일
nl: Bestand ‘{0}’ via relay {1}
oc: Transferiment del fichièr « {} » via repetidor {1}

source: File “{}” via relay
ca: Fitxer «{}» via repetidor
da: Filen “{}” via mellemvært
is: Skrá “{}” gegnum endurvarpa
ko: 릴레이를 통한 “{}” 파일
nl: Bestand ‘{}’ via omweg
oc: Transferiment del fichièr « {} » via repetidor

source: File “{}” via Unknown connection method
ca: Fitxer «{}» mitjançant mètode de connexió desconegut
da: Filen “{}” via ukendt forbindelsesmetode
is: Skrá “{}” gegnum óþekkta tengiaðferð
ko: 알 수 없는 연결 방식을 통한 “{}” 파일
nl: Bestand ‘{}’ via onbekende verbindingsmethode
oc: Transferiment del fichièr « {} » via un metòde de connexion desconegut

source: Sending File
ca: S'està enviant el fitxer
da: Sender fil
is: Sendi skrá
ko: 파일 보내는 중
nl: Bestand versturen
oc: Mandadís del fichièr

source: Successfully sent file “{}”
ca: S'ha enviat correctament el fitxer «{}»
da: Filen “{}” blev sendt
is: Tókst að senda skrá “{}”
ko: “{}” 파일 보내기에 성공했습니다
nl: Bestand ‘{}’ succesvol verstuurd
oc: Fichièr « {} » mandat amb succès

source: File has been saved to the selected folder as “{}”
ca: El fitxer s'ha desat a la carpeta seleccionada com a «{}»
da: Filen er blevet gemt i den valgte mappe som “{}”
is: Skráin var vistuð í tilgreinda möppu sem “{}”
ko: 선택한 폴더에 “{}” 파일로 저장했습니다
nl: Bestand is opgeslagen in de geselecteerde map als ‘{}’

source: File has been saved to the Downloads folder as “{}”
ca: El fitxer s'ha desat a la carpeta Baixades com a «{}»
da: Filen er blevet gemt i mappen Hentet som “{}”
is: Skráin var vistuð í niðurhalsmöppuna sem “{}”
ko: 다운로드 폴더에 “{}” 파일로 저장했습니다
nl: Bestand is opgeslagen in de Downloads-map als ‘{}’
oc: Lo fichièr es estat enregistrat dins lo dossièrs Telecargaments coma « {} »

source: File Transfer Failed
ca: No s'ha pogut transferir el fitxer
da: Filoverførsel mislykkedes
is: Skráaflutningur misheppnaðist
ko: 파일 전송 실패
nl: Bestandsoverdracht mislukt
oc: Fracàs del transferiment de fichièr

source: The file transfer failed: {}
ca: La transferència de fitxers ha fallat: {}
da: Filoverførslen mislykkedes: {}
is: Skráaflutningurinn misheppnaðist: {}
ko: 파일 전송에 실패했습니다: {}
nl: De bestandsoverdracht is mislukt: {}
oc: Fracàs del transferiment de fichièr : {}

source: Specified file / directory does not exist
ca: El fitxer / directori especificat no existeix
da: Den angivne fil eller mappe findes ikke
is: Tilgreind skrá / mappa er ekki til
ko: 지정한 파일 또는 디렉터리가 없습니다
nl: Opgegeven bestand of map bestaat niet
oc: Lo fichier o lo repertòri especificat existís pas

source: Error parsing rendezvous server URL. An invalid URL was entered in the settings.
ca: S'ha produït un error en analitzar l'adreça URL del servidor de trobada. S'ha introduït una adreça URL no vàlida a la configuració.
da: Fejl ved fortolkning af URL til rendezvousserver. Der er indtastet en ugyldig URL i indstillingerne.
is: Villa við þáttun slóðar rendezvous-netþjóns . Ógild slóð var sett inn í stillingarnar.
ko: 랑데부 서버 URL 해석 오류. 부적절한 URL을 설정에 입력했습니다.
nl: Fout bij verwerken van rendezvous-server-URL. Een is een ongeldige URL ingevoerd in de instellingen.

source: Error parsing transit URL. An invalid URL was entered in the settings.
ca: S'ha produït un error en analitzar l'adreça URL del trànsit. S'ha introduït una adreça URL no vàlida a la configuració.
da: Fejl ved fortolkning af mellemværts-URL. Der er indtastet en ugyldig URL i indstillingerne.
is: Villa við þáttun millifærsluslóðar . Ógild slóð var sett inn í stillingarnar.
ko: 전송 URL 해석 오류. 부적절한 URL을 설정에 입력했습니다.
nl: Fout bij verwerken van transit-URL. Een is een ongeldige URL ingevoerd in de instellingen.

source: Invalid path selected: {}
ca: Camí seleccionat no vàlid: {}
da: Ugyldig sti valgt: {}
is: Ógild slóð valin: {}
ko: 선택한 경로가 부적절합니다: {}
nl: Ongeldig pad geselecteerd: {}

source: {} File - Size: {}
ca: {} Fitxer - Mida: {}
da: {} File — Størrelse: {}
is: {} Skrá - Stærð: {}
nl: {} bestand - grootte: {}

source: Save As
ca: Desa com a
da: Gem som
is: Vista sem
ko: 다른 이름으로 저장
nl: Opslaan als

source: Copy Transmit Link
ca: Copia l'enllaç de transmissió
da: Kopiér sendelink
is: A_frita millifærslutengil
ko: 전송 링크 복사
nl: Overdrachtsverwijzing kopiëren
oc: Copiar lo ligam transferiment

source: Your Transmit Code
ca: El teu codi de transmissió
da: Din sendekode
is: Sendingakóðinn þinn
ko: 전송 코드
nl: Uw overdrachtscode
oc: Vòstre còdi de transferiment

source: Copy Transmit Code
ca: Copia el codi de transmissió
da: Kopiér sendekode
is: Afrita sendingarkóða
ko: 전송 코드 복사
nl: Overdrachtscode kopiëren
oc: Copiar lo còdi transferiment

source: Accept File Transfer?
ca: Voleu acceptar la transferència de fitxers?
da: Acceptér filoverførsel?
is: Taka við skráaflutningi?
ko: 파일 전송을 허용합니까?
nl: Bestandsoverdracht accepteren?
oc: Acceptar lo transferiment de fichièr ?

source: Save to Downloads Folder
ca: Desa a la carpeta de Baixades
da: Gem til mappen Hentet
is: Vista í niðurhalsmöppuna
nl: Opslaan in Downloads-map

source: _Accept
ca: _Accepta
da: _Acceptér
is: T_aka við
nl: _Accepteren

source: Sa_ve As…
ca: _Desa com a…
da: Gem _som …
is: Vista sem...
nl: Ops_laan als…

source: File Transfer Successful
ca: La transferència de fitxers s'ha realitzat correctament
da: Filoverførsel fuldført
is: Skráaflutningur heppnaðist
ko: 파일 전송에 성공했습니다
nl: Bestandsoverdracht succesvol
oc: Transferiment de fichièr capitat

source: _Open File
ca: _Obre el fitxer
da: _Åbn fil
is: _Opna skrá
nl: Bestand _openen

source: _Show in Folder
ca: _Mostra a la carpeta
da: _Vis i mappe
is: _Birta í möppu
ko: 폴더 표시(_S)
nl: In map _tonen
oc: _Mostrar lo repertòri

source: Co_py Error Message
ca: Co_pia el missatge d'error
da: Ko_piér fejlmeddelelse
is: _Afrita villuboð
nl: Foutmelding ko_piëren

source: _Cancel
ca: _Cancel·la
da: _Annullér
is: _Hætta við
nl: _Annuleren

source: Unable to use transfer link: another transfer already in progress
ca: No es pot utilitzar l'enllaç de transferència: ja hi ha una altra transferència en curs
da: Kan ikke bruge overførselslink: en anden overførsel er allerede i gang
is: Ekki hægt að nota flutningstengil: annar flutningur þegar í gangi
ko: 전송 링크를 활용할 수 없습니다: 다른 전송 작업이 진행중입니다
nl: Kon overdrachtsverwijzing niet gebruiken: er is al een andere overdracht bezig

source: Sending a File
ca: S'està enviant un fitxer
da: Sender en fil
is: Sendi skrá
ko: 파일 보내는 중
nl: Bestand versturen
oc: Mandadís d’un fichièr

source: Receiving a File
ca: S'està rebent un fitxer
da: Modtager en fil
is: Tek við skrá
ko: 파일 받는 중
nl: Bestand ontvangen
oc: Recepcion d’un fichièr

source: Camera access denied. Open Settings and allow Warp to access the camera.
ca: S'ha denegat l'accés a la càmera. Obriu la configuració i permeteu que el Warp accedeixi a la càmera.
da: Kameraadgang nægtet. Åbn indstillingerne og giv Warp tilladelse til at bruge kameraet.
nl: Toegang tot de camera geweigerd. Open de Instellingen en geef Warp toegang tot de camera.

source: Failed to start the camera: {}
ca: No s'ha pogut iniciar la càmera: {}
da: Kunne ikke starte kameraet: {}
nl: Kon de camera niet starten: {}

source: Could not use the camera portal: {}
ca: No s'ha pogut utilitzar el portal de la càmera: {}
da: Kunne ikke bruge kameraportalen: {}
nl: Kon het cameraportaal niet gebruiken: {}

source: Could not start the device provider: {}
ca: No s'ha pogut iniciar el proveïdor del dispositiu: {}
da: Kunne ikke starte enhedsudbyderen: {}
nl: Kon de provider van het apparaat niet starten: {}

source: No Camera Found
ca: No s'ha trobat cap càmera
da: Intet kamera fundet
nl: Geen camera gevonden

source: Connect a camera to scan QR codes
ca: Connecteu una càmera per escanejar codis QR
da: Forbind et kamera for at skanne QR-koder
nl: Verbind een camera om QR-codes te scannen

source: Scan QR Code
ca: Escanegeu el codi QR
da: Skan QR-kode
nl: QR-code scannen

source: _Retry
ca: _Torna-ho a intentar
da: _Prøv igen
nl: Opnieuw p_roberen

source: _Troubleshooting
ca: _Resolució de problemes
da: _Problemløsning
nl: _Probleemoplossing

source: Downloads dir missing. Please set XDG_DOWNLOAD_DIR
ca: Falten les baixades de dir. Si us plau, establiu XDG_DOWNLOAD_DIR
da: Mappen Hentet findes ikke. Angiv venligst XDG_DOWNLOAD_DIR
is: Niðurhalsmappa finnst ekki. Stilltu XDG_DOWNLOAD_DIR
ko: 다운로드 디렉터리가 없습니다. XDG_DOWNLOAD_DIR 환경 변수를 설정하십시오
nl: Downloads-map ontbreekt. Stel XDG_DOWNLOAD_DIR in
oc: Dossièr de telecargament absent. Mercés de definir XDG_DOWNLOAD_DIR

source: Licensed under the <a href="{}">{}</a>.
ca: Llicenciat sota la <a href="{}">{}</a>.
da: Udgivet under licensen <a href="{}">{}</a>.
nl: Gepubliceerd onder de <a href=‘{}">{}</a>-licentie.

source: Licensed under the {}.
ca: Llicenciat sota la {}.
da: Udgivet under licensen {}.
nl: Gepubliceerd onder de {}-licentie.

source: Changing the rendezvous server URL needs to be done on both sides of the transfer. Only enter a server URL you can trust. Leaving these entries empty will use the app defaults: Rendezvous Server: “{0}” Transit Server: “{1}”
ca: El canvi de l'adreça URL del servidor de trobada s'ha de fer a banda i banda de la transferència. Introduïu només una adreça URL del servidor en què pugueu confiar. Si deixeu aquestes entrades buides, s'utilitzaran els valors predeterminats de l'aplicació: Servidor de trobada: «{0}» Servidor de trànsit: «{1}»
da: Ændring af rendezvousserverens URL skal gøres både hos dig og din modpart. Indtast kun URL på en server, du stoler på. Hvis disse indstillinger udelades, bruges programmets standardværdier. Rendezvousserver: “{0}” Mellemvært: “{1}”
is: Báðir aðilar þurfa að breyta slóð rendezvous-netþjónsins. Notaðu einungis slóð netþjóns sem þú treystir. Ef engin netþjónn er valin er notuð sjálfgefin slóð forritsins: Rendezvous-netþjónn: “{0}” Sendi-netþjónn “{1}”
ko: 랑데부 서버 URL을 바꾸면 양측 파일 전송이 가능합니다. 신뢰하는 서버 URL만 입력하십시오 이 항목을 비워두면 앱 기본값을 사용합니다: 랑데부 서버: “{0}” 전송 서버: “{1}”
nl: Het veranderen van de rendezvous-server-URL moet door beide partijen van de overdracht worden gedaan. Voer alleen een server-URL in die u vertrouwt. Bij het leeglaten van de invoer worden de standaardinstellingen van de toepassing gebruikt: Rendezvous-server: ‘{0}’ Transitserver: ‘{1}’

source: Preferences
ca: Preferències
da: Indstillinger
is: Kjörstillingar
ko: 기본 설정
nl: Voorkeuren
oc: Preferéncias

source: Network
ca: Xarxa
da: Netværk
is: Netkerfi
ko: 네트워크
nl: Netwerk
oc: Ret

source: Code Words
ca: Paraules de codi
da: Ord i kode
is: Orð kóðans
ko: 코드 워드
nl: Codewoorden
oc: Mots de còdi
